/* The label of the Cancel button */
"Cancel" = "Annulla";

/* The label of the Continue button */
"Continue" = "Continua";

/* The label of the Retry button */
"Retry" = "Riprova";

/* The label of the Redo button */
"Redo" = "Ripeti";

/* The label of the Trust button */
"Trust" = "Considera attendibile";

/* The title of server invalid certificate dialog */
"Server Identity Failure" = "Identità server non verificata";

/* Error message telling user that the certificate of the server is either expired or not yet valid */
"The server certificate is expired or is not yet valid." = "Il certificato server è scaduto o non è ancora valido.";

/* Error message telling user that the certificate of the server is not signed by an authority */
"The server certificate is not signed by any root server." = "Il certificato server non è firmato da un server root.";

/* Error message telling user that the certificate of the server is not valid */
"The server certificate is not yet valid." = "Il certificato server non è ancora valido.";

/* Error message telling user that the certificate of the server cannot be trusted since it was signed by a non-trusted authority */
"The server certificate is signed by a root server which is not trusted." = "Il certificato server è firmato da un server root non attendibile.";

/* This is the message displayed to the user in the invalid server certificate dialog */
"Unable to verify the identity of \"%@\". %@\n\nIf you choose to continue you could put your confidential information at risk.\n" = "Impossibile verificare l'identità di \"%1$@\". %2$@\n\nSe scegliete di continuare, potreste mettere a rischio i vostri dati riservati.\n";

/* This is also displayed to the user in the invalid server certificate dialog */
"You should retry to connect to \"%@\" to access the content." = "Riprovate a connettervi a \"%@\" per accedere al contenuto.";

/* This is the message displayed to the user in the invalid server certificate dialog */
"%@ can't verify the identity of \"%@\". To access this content anyway, choose \"%@\" and retry last action." = "%1$@ non è in grado di verificare l'identità di \"%2$@\". Per accedere comunque a questo contenuto, scegliete \"%3$@\" e provate a eseguire di nuovo l'ultima azione.";

/* The title of server invalid certificate dialog */
"Cannot Verify Server Identity" = "Impossibile verificare l'identità del server";

